Repository: bonnmh/Git-Stats
Catalog: Git Stats/Helpers/*.lproj/Localizable.strings
Languages: vi

source: How to work
vi: Cách sử dụng

# navigate_home
source: Navigate to your iPhone's home screen where you want to add the widget.
vi: Đi đến màn hình chính của iPhone nơi bạn muốn thêm tiện ích.

# jiggle_mode
source: Long press on the background until the icons start jiggling.
vi: Nhấn giữ vào màn hình nền cho đến khi các biểu tượng bắt đầu rung lắc.

# add_widget
source: Tap the '+' button in the upper-left corner of the screen.
vi: Nhấn vào nút '+' ở góc trên bên trái của màn hình.

# search_widget
source: Search for 'GitHub Stats Widget' in the widget gallery.
vi: Tìm kiếm 'GitHub Stats Widget' trong thư viện tiện ích.

# select_widget
source: Tap 'Add Widget' after selecting the size you prefer.
vi: Nhấn 'Thêm Tiện Ích' sau khi chọn kích thước bạn thích.

# place_widget
source: Position the widget on your home screen, then press 'Done' in the upper-right corner.
vi: Đặt tiện ích vào màn hình chính, sau đó nhấn 'Xong' ở góc trên bên phải.

# edit_widget
source: To adjust widget settings, enter ‘jiggle mode’, tap the widget, then select ‘Edit Widget’. Enter your username and change the settings to your liking.
vi: Để điều chỉnh cài đặt tiện ích, vào chế độ ‘rung lắc’, nhấn vào tiện ích, sau đó chọn ‘Chỉnh sửa Tiện Ích’. Nhập tên người dùng và thay đổi cài đặt theo ý muốn.

# edit_theme
source: To change the widget's color theme, navigate to Settings in this app and select your desired theme.
vi: Để thay đổi chủ đề màu của tiện ích, vào Cài đặt trong ứng dụng này và chọn chủ đề mong muốn.

source: GitHub Stats Widget Feedback
vi: Phản hồi về GitHub Stats Widget

source: Contact
vi: Liên hệ

source: Github Repo
vi: Kho GitHub

source: Theme
vi: Chủ đề

source: Redirect to Github
vi: Chuyển hướng đến GitHub

source: Notify on stats change
vi: Thông báo khi có thay đổi số liệu

source: Color Theme
vi: Chủ đề màu

source: Customize Colors
vi: Tùy chỉnh màu sắc

source: Theme Colors Selection
vi: Chọn màu chủ đề

source: Received
vi: Đã nhận

source: Sent
vi: Đã gửi

source: GitHub Stats
vi: Thống kê GitHub

source: Displays GitHub followers and stars.
vi: Hiển thị số lượng người theo dõi và số sao trên GitHub.

# displays_weeks_contributions
source: Displays GitHub followers and stars with this weeks contributions
vi: Hiển thị số lượng người theo dõi, số sao và đóng góp trong tuần này.

# displays_followers_and_stars.
source: Displays GitHub followers and stars.
vi: Hiển thị số lượng người theo dõi và số sao trên GitHub.
